Revit 2027 API
RebarConstrainedHandle.IsCustomHandle Method
 Returns true if the RebarHandleType of the RebarConstrainedHandle is 'CustomHandle'.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsCustomHandle()
Public Function IsCustomHandle As Boolean
public:
bool IsCustomHandle()
member IsCustomHandle : unit -> bool
Return Value
Boolean
See Also
Reference
RebarConstrainedHandle Class
Autodesk.Revit.DB.Structure Namespace